    //UI Messages
"#Title#" =  "懒人版镜像制作器";
"#Debug On#" = "开启调试日志";
"#Debug Off#" = "关闭调试日志";
"#Input is void#" =  "未设置镜像！";
"#Custom Size#" = "自定义生成镜像大小";

"#Output Title#" = "输出选择";
"#Output Msg#" = "请指定一个输出文件/卷宗";

"#Image Title#" = "输入文件选择";
"#Image Msg#" = "请选择安装包或者安装镜像，文件扩展名必须为dmg或app";

"#Extra Title#" = "EXtra文件夹选择";
"#Extra Msg#" = "请选择您的extra文件夹，文件夹名必须为extra";

"#OSInstaller Title#" = "OSInstaller 文件选择";
"#OSInstaller Msg#" = "请选择您的OSInstaller文件，文件名必须为OSInstaller";
    //Warning Messages
"#WRONGSIZE#" = "对不起，您输入的格式不对或者超过了最大限制。";
"#Failed Lapic#" = "Lapic破解失败，未找到该系统的破解方法。";
    //Eroor Messages
"#Error in InstallESD image#" =  "对不起，似乎未找到ESD镜像挂载点。";
"#Error in lazy image#" =  "对不起，镜像写入失败。";
"#Error in sysVer#" = "系统版本获取失败，请检测镜像MD5或是重启电脑";
"#Asr Timeout#" = "asr进程超时，请检查您的CPU和内存使用率是否过高";
    //Progress Messages
"#CleanDir#" = "清理并新建临时文件夹...";
"#MOUNTORG#" =  "挂载镜像...";
"#MOUNTESD#" =  "挂载ESD镜像...";
"#Create Lazy image#" =  "正在创建镜像，请稍候...";
"#Mount Lazy image#" =  "挂载生成的镜像...";
"#COPYBASE#" =  "拷贝BaseSystem文件...";
"#Wait Asr#" = "等待asr命令执行完毕";
"#Copy ESD#" =  "拷贝InstallESD文件";
"#DELETEPACKAGE#" =  "删除Packages文件夹替身";
"#COPYPACKAGE#" =  "复制Packages文件夹到 /System/Installation";
"#Create Kernels folder#" =  "创建Kernels文件夹";
"#Patch osinstaller#" =  "破解OSInstaller";
"#Patch osinstall.mpkg#" =  "破解OSInstall.mpkg";
"#COPYKERNELF#" =  "复制kernel";
"#XCPMPATCH#" =  "内核XCPM补丁";
"#COPYEXTRA#" =  "复制Extra文件夹";
"#EJECTBASE#" =  "卸载BaseSystem镜像";
"#EJECTESD#" =  "卸载ESD镜像 . .";
"#EJECTORG#" =  "卸载镜像 . . .";
"#EJECTLAZY#" =  "卸载懒人版镜像 .";
"#Finishing#" = "操作完成，正在删除临时文件夹";
"#FINISH#" = "已经完成";
"#MV#" = "正在将文件移动到桌面上...";
"#Create CDR#" = "生成CDR";
"#LAPICPATCH#" = "内核Lapic补丁";
